/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "show_section": true,
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "image_with_text_RBL8By": {
      "type": "image-with-text",
      "blocks": {
        "image_faJfiN": {
          "type": "image",
          "settings": {
            "image": "shopify://shop_images/About.png"
          }
        },
        "text_nKHef8": {
          "type": "text",
          "settings": {
            "text": "<h2>The story behind us</h2><p>Our journey began seven years ago with a simple idea: to create something that would help travelers keep their memories alive. It all started when I, Adam, an avid explorer and graphic designer, realized that while my travels brought me incredible experiences, I didn’t have a way to truly commemorate them. I wanted something that could bring together the beauty of the world and the personal touch of each unique adventure.</p><p>And so, Pinplace Maps were born. I envisioned a map that wasn’t just decoration but a reflection of every journey—past, present, and future. Crafted with care and precision, each map is designed to help you capture the essence of your travels. From the moment you pin your first destination, it becomes a visual story of your adventures.</p><p>Through my experience in past positions, I have realized that the most critical part of a successful design business is spending time with each customer and offering the most personalized service. I ensure that every customer has the opportunity to work on their design before approval, printing, and processing. We often receive excited emails when the design is approved and awaiting dispatch!</p><p>Today, after seven years, we are proud to offer more than just a map. We offer a way for you to relive your travels, dream of new ones, and create lasting memories—one pin at a time.</p><p>What started as a small workshop with just a few dedicated people handcrafting and designing each map has now grown into a vibrant team of over 15 talented individuals. Each person brings their passion and expertise to the process, from the creative designers to the skilled artisans who bring our vision to life. We’ve expanded, refined our designs, and perfected our craft, all while staying true to our original goal of helping travelers preserve their adventures. Our story is one of passion, growth, and the belief that every journey deserves to be remembered.</p>"
          }
        }
      },
      "block_order": [
        "image_faJfiN",
        "text_nKHef8"
      ],
      "settings": {
        "drop_shadow": false,
        "horizontal": true
      }
    },
    "multirow_RzRqKR": {
      "type": "multirow",
      "blocks": {
        "block_pi7KL8": {
          "type": "block",
          "settings": {
            "image": "shopify://shop_images/img3.png",
            "text": "<h3>Commitment to exceptional quality</h3><p>From day one, our top priority has been the quality and craftsmanship of our maps, which is why we design, develop, and perfect them with the help of skilled artisans and designers. Each map is meticulously crafted and rigorously inspected to meet the highest standards of excellence. We take pride in using sustainable materials and ethical production practices, ensuring every map reflects our commitment to both quality and responsibility.</p>"
          }
        },
        "block_MCH4Ka": {
          "type": "block",
          "settings": {
            "image": "shopify://shop_images/img4.png",
            "text": "<h3>Little details, big memories</h3><p>Some of the most unforgettable travel gems are often found off the beaten path, tucked away in lesser-known locations that are just waiting to be discovered. We understand the importance of capturing these hidden treasures, whether it's that secret beach you stumbled upon during a spontaneous adventure or a weekend getaway that became your little slice of paradise. That’s why we’ve designed our maps with exceptional detail, ensuring you can mark every hidden corner of the world. With thousands of destinations from well-known landmarks to those secret spots that make your travels unique, our maps provide the perfect canvas for documenting your most cherished memories. </p>"
          }
        },
        "block_HBAeei": {
          "type": "block",
          "settings": {
            "image": "shopify://shop_images/istockphoto-1330734910-612x612.jpg",
            "text": "<h3>Respect for the environment</h3><p>Caring for the planet is at the heart of what we do. Our Pin Travel Maps are crafted with sustainability in mind, using natural, eco-friendly materials whenever possible. From responsibly sourced wood to high-quality, durable finishes, every element is chosen with care. As a company committed to ethical practices, we ensure that our maps are not only beautiful but also made responsibly from start to finish.</p>"
          }
        }
      },
      "block_order": [
        "block_pi7KL8",
        "block_MCH4Ka",
        "block_HBAeei"
      ],
      "settings": {}
    }
  },
  "order": [
    "main",
    "image_with_text_RBL8By",
    "multirow_RzRqKR"
  ]
}
