/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "show_section": true,
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "image_with_text_RBL8By": {
      "type": "image-with-text",
      "blocks": {
        "image_faJfiN": {
          "type": "image",
          "settings": {}
        },
        "text_nKHef8": {
          "type": "text",
          "settings": {
            "text": "<h2>About us </h2><p>Born from a personal passion for tracking our own journeys, we transformed our idea into a creative solution with pin travel maps, helping others celebrate their adventures in a meaningful and beautiful way.</p>"
          }
        }
      },
      "block_order": [
        "image_faJfiN",
        "text_nKHef8"
      ],
      "settings": {
        "drop_shadow": false,
        "horizontal": true
      }
    },
    "rich_text_4P43Ki": {
      "type": "rich-text",
      "blocks": {
        "heading_dNarX9": {
          "type": "heading",
          "settings": {
            "heading": "The story behind us",
            "heading_size": "h1"
          }
        },
        "text_LUXWdR": {
          "type": "text",
          "settings": {
            "text": "<p>Our journey began seven years ago with a simple idea: to create something that would help travelers keep their memories alive. It all started when Adam, an avid explorer, realized that while his travels brought him incredible experiences, he didn’t have a way to truly commemorate them. He wanted something that could bring together the beauty of the world and the personal touch of each unique adventure.</p><p>And so, our pin travel maps were born. Adam envisioned a map that wasn’t just a decoration but a reflection of every journey—past, present, and future. Crafted with care and precision, each map is designed to help you capture the essence of your travels. From the moment you pin your first destination, it becomes a visual story of your adventures.</p><p>Today, after seven years, we are proud to offer more than just a map. We offer a way for you to relive your travels, dream of new ones, and create lasting memories—one pin at a time.</p><p>What started as a small workshop with just a few dedicated people handcrafting and designing each map has now grown into a vibrant team of over 15 talented individuals. Each person brings their passion and expertise to the process, from the creative designers to the skilled artisans who bring our vision to life. We’ve expanded, refined our designs, and perfected our craft, all while staying true to our original goal of helping travelers preserve their adventures. Our story is one of passion, growth, and the belief that every journey deserves to be remembered.</p>"
          }
        }
      },
      "block_order": [
        "heading_dNarX9",
        "text_LUXWdR"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 0
      }
    },
    "multirow_RzRqKR": {
      "type": "multirow",
      "blocks": {
        "block_pi7KL8": {
          "type": "block",
          "settings": {
            "image": "shopify://shop_images/img3.png",
            "text": "<h3>Commitment to exceptional quality</h3><p>From day one, our top priority has been the quality and craftsmanship of our maps, which is why we design, develop, and perfect them with the help of skilled artisans and designers. Each map is meticulously crafted and rigorously inspected to meet the highest standards of excellence. We take pride in using sustainable materials and ethical production practices, ensuring every map reflects our commitment to both quality and responsibility.</p>"
          }
        },
        "block_MCH4Ka": {
          "type": "block",
          "settings": {
            "image": "shopify://shop_images/img4.png",
            "text": "<h3>Discover New Destinations, Plan Your Journey</h3><p>Find new destinations and spark your wanderlust with our pin maps. From bucket-list landmarks to off-the-beaten-path locales, this map helps you visualize where you want to go next. Pinning new destinations motivates you to travel further and explore more, turning your dream trips into exciting future plans.</p>"
          }
        },
        "block_HBAeei": {
          "type": "block",
          "settings": {
            "image": "shopify://shop_images/img5.png",
            "text": "<h3>Capital, capture every moment, pin every place</h3><p>Mark your favorite destinations and relive every adventure by pinning special places. From iconic landmarks to quiet corners, let each pin tell a story. Whether it’s a dream trip or a cherished memory, our map is the perfect way to bring your travels to life and celebrate every journey.</p>"
          }
        }
      },
      "block_order": [
        "block_pi7KL8",
        "block_MCH4Ka",
        "block_HBAeei"
      ],
      "settings": {}
    }
  },
  "order": [
    "main",
    "image_with_text_RBL8By",
    "rich_text_4P43Ki",
    "multirow_RzRqKR"
  ]
}
